Repository: dniggeler/Bellavista
Catalog: module/Application/language/*.po
Languages: de_ch, it_ch

# LocalResources.ContentPage.slide_start_imagecaption_1
source: Welcome to the Ristorante Albergo Bellavista in Brissago
de_ch: Willkommen im Ristorante Albergo Bellavista in Brissago
it_ch: Benvenuti all’Albergo Ristorante Bellavista a Brissago

# LocalResources.ContentPage.slide_start_imagecaption_2
source: <i>„The world belongs to the one who knows how to enjoy.“</i> - Giacomo Leopardi
de_ch: <i>„Die Welt gehört dem, der sie geniesst.“</i> - Giacomo Leopardi
it_ch: <i>„Il mondo è di chi se lo gode.“</i> - Giacomo Leopardi

# LocalResources.ContentPage.slide_start_imagecaption_3
source: <i>"I’m a man of simple tastes. I’m always satisfied with the best."</i> - Oscar Wilde.
de_ch: <i>"Ich habe einen ganz einfachen Geschmack: Ich bin immer mit dem Besten zufrieden."</i> - Oscar Wilde.
it_ch: <i>„Ho dei gusti semplicissimi, mi accontento sempre del meglio. “</i> - Oscar Wilde.

# LocalResources.ContentPage.slide_start_imagecaption_4
source: Enjoy the breathtaking view from our terrace
de_ch: Geniessen Sie den atemberaubenden Ausblick auf unserer Terrasse
it_ch: Godetevi lo splendido panorama sulla nostra terrazza.

# LocalResources.ContentPage.slide_start_imagecaption_5
source: With a view to Ascona
de_ch: Mit Blick auf Ascona
it_ch: Con vista verso Ascona.

# LocalResources.ContentPage.slide_hotel_imagecaption_1
source: 150 metres above the lake you will find a small but charming guesthouse with a family atmosphere
de_ch: 150 Meter über dem See finden Sie ein kleines familiäres Haus
it_ch: A 150 metri sopra il lago troverete un albergo con ambiente famigliare.

# LocalResources.ContentPage.slide_hotel_imagecaption_2
source: With a swimming pool
de_ch: Mit Swimmingpool
it_ch: La piscina.

# LocalResources.ContentPage.slide_hotel_imagecaption_3
source: A terrace with breathtaking views
de_ch: Terrasse mit atemberaubendem Ausblick
it_ch: Terrazza con vista mozzafiato.

# LocalResources.ContentPage.slide_restaurant_imagecaption_3
source: Breakfast buffet
de_ch: Frühstücksbuffet
it_ch: Buffet colazione

# LocalResources.ContentPage.slide_about_imagecaption_1
source: Gabriela and Urs Niggeler
de_ch: Gabriela und Urs Niggeler
it_ch: Gabriela e Urs Niggeler

# LocalResources.ContentPage.slide_about_titel
source: A Very Warm Welcome from the Niggeler Family!
de_ch: Familie Niggeler heisst Sie herzlich willkommen!
it_ch: La famiglia Niggeler vi da il benvenuto!

# LocalResources.ContentPage.slide_about_text_vision
source: Only the very best awaits you at Hotel Bellavista Brissago in sunny Ticino. With our credo "With Umbrella, Charm and Character" we offer you a unique ambiance. Your personal needs and requirements are very close to our heart.
de_ch: Und nur das Beste erwartet Sie bei uns im Hotel Bellavista Brissago im sonnigen Tessin. Erleben Sie Luxus pur – und das zu günstigen Preisen. Denn Luxus muss nicht teuer sein. Unter dem Motto „SMART LUXURY“ bieten wir Ihnen ein einzigartiges Ambiente. Ihre individuellen Wünsche und Bedürfnisse liegen uns dabei ganz besonders am Herzen.
it_ch: All’Albergo Bellavista vi aspetta solo il meglio. Concedetevi il puro lusso a prezzo modico. Il nostro „SMART LUXURY“ vi offre un ambiente unico nel quale i vostri desideri sono la cosa più importante.

# LocalResources.ContentPage.slide_about_text_1
source: We care for you to feel at home in this family-like environment:
de_ch: Damit Sie sich im familiären Rahmen wohlfühlen, dafür sorgen:
it_ch: I responsabili del vostro benessere in ambiente familiare:

# LocalResources.ContentPage.slide_about_text_2
source: Gabriela Niggeler and Urs Niggeler in the restaurant
de_ch: Gabriela Niggeler und Andrea Schrabeck im Restaurant
it_ch: Gabriela Niggeler e Andrea Schrabeck nel ristorante

# LocalResources.ContentPage.slide_about_text_4
source: Francesca Melon and Gloria Ferreira in housekeeping
de_ch: Francesca Melon und Gloria Ferreira auf der Etage
it_ch: Francesca Melon e Gloria Ferreira nelle camere

# LocalResources.ContentPage.slide_booking_titel
source: Reservations
de_ch: Buchen
it_ch: Riservazione

# LocalResources.ContentPage.slide_about_contact
source: Please call us or send us an
de_ch: Rufen Sie uns an, oder senden Sie uns eine
it_ch: Chiamateci o inviateci una

# LocalResources.ContentPage.slide_hotel_text_1
source: Relax, allow yourself to get pampered. Sit on the terrace and gaze across Lago Maggiore immersing into a different world, forgetting about space and time; be yourself.
de_ch: Ausspannen, sich verwöhnen lassen, auf der Terrasse sitzen und beim Blick über den Lago Maggiore in eine andere Welt eintauchen, Raum und Zeit vergessen, sich selbst sein.
it_ch: Rilassarsi, viziarsi e immergersi in un altro mondo guardando il Lago Maggiore… Dimenticare spazio e tempo ed essere se stessi…

# LocalResources.ContentPage.slide_start_titel
source: "With Umbrella, Charm and Character"
de_ch: Unser Motto lautet: "SMART LUXURY"
it_ch: Il nostro motto: "SMART LUXURY"

# LocalResources.ContentPage.slide_start_text_1
source: Enjoy the stunning views from our terraces and let us treat you in our restaurant with carefully selected culinary delights. The Bellavista Brissago gives you a warm welcome!
de_ch: Geniessen Sie den atemberaubenden Ausblick auf unserer Terrasse und lassen Sie sich in unserem Restaurant mit ausgewählten Gaumenfreunden verwöhnen. Das Bellavista Brissago heisst Sie herzlich willkommen!
it_ch: Godetevi lo splendido panorama sulla nostra terrazza e lasciateci viziarvi con degli squisiti e raffinati piatti. Il Bellavista Brissago vi da il benvenuto.

# LocalResources.ContentPage.slide_restaurant_titel
source: We will indulge you even in the absence of any stars
de_ch: Auch ohne Sterne verwöhnen wir Sie gerne
it_ch: Anche senza stelle è un piacere viziarvi.

# LocalResources.ContentPage.slide_restaurant_text_1
source: Our menu with a number of delicious local dishes has earned quite a reputation for itself in the area. Combine these culinary delights with an exquisite bottle from our wine cellar which has a lot to offer, not least from some exceptional local producers in the surrounding vineyards.
de_ch: Unsere Speisekarte mit zahlreichen feinen Spezialitäten hat sich in der Region schnell einen guten Namen gemacht. Dazu lassen sich aus unserem Weinkeller vorzügliche Tropfen nicht zuletzt auch aus den nahen Rebbergen kombinieren.
it_ch: Il nostro menu ricco di raffinate specialità ha presto attinto notorietà nella regione. Inoltre, vi proponiamo degli eccellenti vini – parte dei quali provenienti dai vigneti della zona – per accompagnare i vostri piatti.

# LocalResources.ContentPage.slide_restaurant_karte_speisen
source: Menu
de_ch: Speisekarten
it_ch: Carta

# LocalResources.ContentPage.slide_restaurant_karte_speisen_salat
source: Salads
de_ch: Salate Kalt Klein und Fein
it_ch: Insalate e piatti freddi

# LocalResources.ContentPage.slide_restaurant_karte_weine_titel
source: Wine List
de_ch: Weinkarten
it_ch: Carta del vino

# LocalResources.ContentPage.slide_restaurant_karte_weine_ch_rot
source: Swiss Red Wine
de_ch: Schweizer Rotweine
it_ch: Vini rossi svizzeri

# LocalResources.ContentPage.slide_restaurant_karte_weine_it_rot
source: Italian Red Wine
de_ch: Italienische Rotweine
it_ch: Vini rossi italiani

# LocalResources.ContentPage.slide_restaurant_karte_weine_weisse
source: White Wine
de_ch: Weissweine
it_ch: Vini bianchi

# LocalResources.ContentPage.slide_review_titel
source: Review
de_ch: Bewertung
it_ch: Review IT

# LocalResources.ContentPage.slide_rooms_titel
source: Rooms
de_ch: Zimmer
it_ch: Camere

# LocalResources.ContentPage.slide_rooms_greetings
source: Dear guests and visitors
de_ch: Liebe Gäste, Freunde und Restaurantbesucher</br>Dank unserer Nationalbank haben wir die Preise zu Ihren Gunsten gesenkt!
it_ch: Cari ospiti, amici e visitatori,

# LocalResources.ContentPage.slide_rooms_desc
source: None of our rooms feature TV nor telephone allowing for maximum peace and relaxation. We provide free Internet/WiFi access.
de_ch: Alle Zimmer „ohne TV und Telefon“ für beste Aussichten auf Erholung. Ein WLAN-Internet-Zugang stellen wir Ihnen kostenlos zur Verfügung.
it_ch: Tutte le camere senza televisione e telefono per il miglior relax possibile. Rete Wi-Fi disponibile gratuitamente.

# LocalResources.ContentPage.slide_rooms_lnk_preise
source: Room Rates
de_ch: Preisliste
it_ch: Listino prezzi

# LocalResources.ContentPage.slide_rooms_lnk_stornierung
source: Cancellation Policy
de_ch: Stornierungshinweis
it_ch: Annullamento

# LocalResources.ContentPage.slide_rooms_popup_zimmer1_desc
source: Double room with shower/WC, balcony with lake views
de_ch: Doppelzimmer mit Dusche/WC, Seesicht, Balkon
it_ch: Camera doppia con doccia e WC, vista lago, balcone

# LocalResources.ContentPage.slide_rooms_popup_zimmer1_price
source: Prices: 1 night CHF 218.00; 2 - 3 nights CHF 198.00/night; 4 - 6 nights CHF 178.00/night; from 7 nights CHF 158.00/night
de_ch: Preise: 1 Nacht Fr. 198.-, 2 - 3 Nächte Fr. 178.-, 4 - 6 Nächte Fr. 158.-, ab 7 Nächten Fr. 148.-
it_ch: Prezzi: 1 notte Fr. 198.–, 2-3 notti Fr. 178.–, 4-6 notti Fr. 158.–, 7 o più notti Fr. 148.–

# LocalResources.ContentPage.slide_rooms_popup_zimmer2_desc
source: Double room with shower/WC, garden patio with lake views
de_ch: Doppelzimmer mit Dusche/WC, Seesicht, Gartensitzplatz
it_ch: Camera doppia con doccia e WC, vista lago, posto a sedere in giardino

# LocalResources.ContentPage.slide_rooms_popup_zimmer2_price
source: Prices: 1 night CHF 198.00; 2 - 3 nights CHF 178.00/night; 4 - 6 nights CHF 158.00/night; from 7 nights CHF 148.00/night
de_ch: Preise: 1 Nacht Fr. 178.-, 2 - 3 Nächte Fr. 168.-, 4 - 6 Nächte Fr. 148.-, ab 7 Nächten Fr. 138.-
it_ch: Prezzi: 1 notte Fr. 178.–, 2-3 notti Fr. 168.–, 4-6 notti Fr. 148.–, 7 o più notti Fr. 138.–

# LocalResources.ContentPage.slide_rooms_popup_zimmer3_desc
source: Double room with shower/WC, lake views
de_ch: Doppelzimmer mit Dusche/WC, Seesicht
it_ch: Camera doppia con doccia e WC, vista lago

# LocalResources.ContentPage.slide_rooms_popup_zimmer3_price
source: Prices: 1 night CHF 188.00; 2 - 3 nights CHF 168.00/night; 4 - 6 nights CHF 148.00/night; from 7 nights CHF 138.00/night
de_ch: Preise: 1 Nacht Fr. 178.-, 2 - 3 Nächte Fr. 158.-, 4 - 6 Nächte Fr. 138.-, ab 7 Nächten Fr. 128.-
it_ch: Prezzi: 1 notte Fr. 178.–, 2-3 notti Fr. 158.–, 4-6 notti Fr. 138.–, 7 o più notti Fr. 128.–

# LocalResources.ContentPage.slide_rooms_popup_footer_desc
source: <u>Half Board</u>: We offer a half board option with a daily changing three course dinner for CHF 38.00 per person per day.<br />Dogs welcome (no food included) CHF 12.00
de_ch: Halbpension: Ein täglich wechselndes Abendmenu in drei Gängen, pro Person Fr. 38.00<br />Hund ohne Mahlzeiten: Fr. 12.-
it_ch: Mezza pensione: una cena a tre portate diversa ogni sera, Fr. 38.– a persona.<br />Cane senza pasti: Fr. 12.–

# LocalResources.ContentPage.slide_rooms_popup_stornierung_intro
source: If you find yourself in a situation where you have to cancel your booking or shorten your stay with us, please note the following:
de_ch: Falls Sie Ihre Zimmerreservation stornieren oder Ihren Aufenthalt verkürzen wollen, gilt Folgendes zu beachten:
it_ch: Per l’annullamento o la modifica della vostra riservazione valgono le seguanti condizioni:

# LocalResources.ContentPage.slide_rooms_popup_stornierung_item1
source: A cancellation can only be accepted in writing.
de_ch: Stornierungen bedingen der schriftlichen Form.
it_ch: L’annullamento è accettato solo in forma scritta.

# LocalResources.ContentPage.slide_rooms_popup_stornierung_item2
source: Unless otherwise agreed there is no charge for cancellations up to two weeks prior to the start of your booking.
de_ch: Fehlen spezielle Vereinbarungen, so fallen bis 1 Woche vor Ferienantritt keine Stornokosten an.
it_ch: In mancanza di accordi diversi, fino a una settimana prima del vostro soggiorno, l’annullamento non comporta costi.

# LocalResources.ContentPage.slide_rooms_popup_stornierung_item3
source: From 13 days prior to the start of your booking a charge of 50% of the package price is due.
de_ch: Ab 6 Tagen vor Ferienantritt berechnen wir 50% des gebuchten Arrangement.
it_ch: A partire da 6 giorni prima del vostro soggiorno, fatturiamo il 50% della vostra riservazione.

# LocalResources.ContentPage.slide_rooms_popup_stornierung_item4
source: From three days prior to the start of your booking 100% of the package price becomes due (unless the room can be sold on to another guest).
de_ch: Ab 3 Tagen vor Ferienantritt berechnen wir 100% des gebuchten Arrangement, falls kein Ersatzmieter gefunden werden kann. Die gleiche Regelung gilt für verspätete Ferienantritte oder vorzeitige Abreisen.
it_ch: A partire da 3 giorni prima del vostro soggiorno, fatturiamo il 100% della vostra riservazione in mancanza di una riservazione sostitutiva. Lo stesso vale per arrivi posticipati o partenze anticipate.

# LocalResources.ContentPage.slide_rooms_bezahlung
source: MAESTRO, MASTERCARD, VISA, POSTCARD and REKA are welcome as payment methods.
de_ch: Wir akzeptieren: MAESTRO, MASTERCARD, VISA, POSTCARD und REKA als Zahlungsmittel.
it_ch: Metodi di pagamento accettati: MAESTRO, MASTERCARD, VISA, POSTCARD e REKA-Check.

# LocalResources.ContentPage.slide_rooms_popup_title_stornierung
source: Cancellation Policy
de_ch: Stornierung
it_ch: Annullamento

# LocalResources.ContentPage.slide_rooms_popup_title_preise
source: Room Rates
de_ch: Preisliste 2014
it_ch: Listino prezzi 2014

# LocalResources.ContentPage.slide_specials_titel
source: Special Offers
de_ch: Sonderangebote
it_ch: Sonderangebote

# LocalResources.ContentPage.slide_specials_subtitel1
source: Colorful Brissago - Getaway
de_ch: Buntes Brissago - Kurzurlaub
it_ch: Buntes Brissago - Kurzurlaub

# LocalResources.ContentPage.slide_specials_text1_line2
source: 3 nights with breakfast and dinner
de_ch: 3 Nächte / inkl. Frühstücksbuffet und Abendessen
it_ch: 3 Nächte / inkl. Frühstücksbuffet und Abendessen

# LocalResources.ContentPage.slide_specials_text1_line3
source: for CHF 330.00 per person
de_ch: Total Fr. 330.00 pro Person
it_ch: Total Fr. 330.00 pro Person

# LocalResources.ContentPage.slide_specials_subtitel2
source: Hot wine punch - Getaway
de_ch: Glühwein mit Zimt - Kurzurlaub
it_ch: Glühwein mit Zimt - Kurzurlaub

# LocalResources.ContentPage.slide_specials_text2_line2
source: 3 nights with breakfast and dinner
de_ch: 3 Nächte / inkl. Frühstücksbuffet und Abendessen
it_ch: 3 Nächte / inkl. Frühstücksbuffet und Abendessen

# LocalResources.ContentPage.slide_specials_text2_line3
source: for CHF 330.00 per person
de_ch: Total Fr. 330.00 pro Person
it_ch: Total Fr. 330.00 pro Person

source: Page not found
de_ch: Seite wurde nicht gefunden

source: Please use
de_ch: Bitte gehen Sie auf

source: Unexpected error occurred
de_ch: Es ist ein unerwarteter Fehler aufgetreten

# Navbar._MainLayout.nav_home
source: Home
de_ch: Start

# Navbar._MainLayout.nav_rooms
source: Rooms
de_ch: Zimmer
it_ch: Camere

# Navbar._MainLayout.nav_booking
source: Booking
de_ch: Buchen
it_ch: Riservazione

# Navbar._MainLayout.nav_about
source: About us
de_ch: Über uns
it_ch: Chi siamo

# Navbar._MainLayout.nav_hotel
source: Hotel
it_ch: Albergo

# Navbar._MainLayout.nav_restaurant
source: Restaurant
it_ch: Ristorante
